Repository: SergeyMorozov1/terminal
Catalog: po/for img based approach/*.po
Languages: ru

# ChequeSalesReceipt
source: Sales receipt
ru: Товарный чек

# ChequeAgent
source: Agent: "Транспортный Холдинг г. Алматы" LLC
ru: Агент: ТОО "Транспортный Холдинг г. Алматы"

# ChequeIIN
source: BIN number: %s
ru: БИН: %s

# ChequePhoneNumber
source: Phone number: %s
ru: Телефон: %s

# ChequeKKMNumber
source: KKM number: %s
ru: ККМ номер: %s

# ChequeKKMRegNumber
source: KKM Reg. number: %s
ru: ККМ рег. номер: %s

# ChequeFiscNumber
source: Fiscal number: %s
ru: ФИСК Чек№: %s

# ChequeAddress
source: Address: 33/1 Ryskulbekov St., Almaty
ru: Адрес: г. Алматы, Рыскулбекова 33/1

# ChequeDate
source: Date: %s
ru: Дата: %s

# ChequeSupplier
source: Service provider: "Transport Holding
ru: Поставщик: ТОО "Транспортный Холдинг

# ChequeSupplier2
source: of Almaty" LLC
ru: г. Алматы"

# ChequeOpRefill
source: Оңай! card. Refilling %d KZT
ru: Карта Оңай. Пополнение: %d KZT

# ChequeOpBuyCard
source: Оңай! card. Sold for: %d KZT
ru: Карта Оңай. Покупка: %d KZT

# ChequeOpBuyPass
source: Оңай monthly pass. Sold for: %d KZT
ru: Карта Оңай. Покупка проездного: %d KZT

# ChequeVAT
source: Including VAT: %d KZT
ru: В том числе НДС: %d KZT

# ChequeVATDesc
source: VAT #60001 #0084940 of 16.05.2013
ru: НДС №60001 №0084940 от 16.05.2013

# ChequeOpCollect
source: Encashment
ru: Инкассация

# ChequeAmountExtracted
source: Ejected: %d KZT
ru: Изъято: %d

# ChequeOpCode
source: Operation code: %s
ru: Код операции: %s

# ChequeAccepted
source: Accepted: %d KZT
ru: Принято: %d KZT

# ChequeCommission
source: Commission: %d KZT
ru: Комиссия: %d KZT

# ChequeCardNumber
source: Card number: %s
ru: Номер карты: %s

# ChequeKeepReceiptNote
source: Please keep your receipt untill
ru: Пожалуйста, сохраняйте квитанцию до зачисления

# ChequeKeepReceiptNote2
source: your card's balance is refilled
ru: средств на Ваш счет Оңай! Спасибо!

# ChequeThanksNote
source: Thank you for your purchase!
ru: Благодарим за покупку!

# ChequeNotFiscalNote
source: Fiscal receipt for this operation
ru: Выдача фискального чека на данную операцию

# ChequeNotFiscalNote2
source: can not be printed right now.
ru: по техническим причинам не возможна!

# ChequeNotFiscalNote3
source: Please call the phone numbers provided above
ru: Просим Вас обратиться по указанным телефонам

# ChequeNotFiscalNote4
source: to get your fiscal receipt from the agent
ru: для получения фискального чека у агента.

# ChequeNotFiscalNote5
source: Thank your for your patience!
ru: Благодарим за понимание!

# ChequeRoundTheClock
source: ********************** Round the clock ***********************
ru: ********************** Круглосуточно ***********************

# HomeInstruction
source: Place your "Оңай" card next to the scanner below to check or refill its balance
ru: Для проверки или пополнения баланса поднесите карту к считывателю

# GetCard
source: Buy card
ru: Приобрести карту

# ManualInput
source: Enter card number manually
ru: Ввести номер карты вручную

# GetPass
source: Buy monthly pass
ru: Приобрести проездной абонемент

# NoCardsInstruction
source: Sorry, there are no cards available at the moment
ru: Извините, в данный момент карт нет в наличии

source: Exit
ru: Выход

# PassIntroInstruction2
source: Monthly pass for %s. The monthly pass is valid throughout a month and enables an unlimited number of rides during that period. Place your card next to the scanner below to continue
ru: Проездной абонемент на %s. Проездной абонемент действует в течение одного календарного месяца и позволяет совершить неограниченное количество поездок. Поднесите карту к считывателю чтобы продолжить

# PassIntroInstruction
source: Monthly pass for %s. The monthly pass is valid throughout a month and enables an unlimited number of rides during that period. From 15-th and on the monthly pass for %s will be available. Place your card next to the scanner below to continue
ru: Проездной абонемент на %s. Проездной абонемент действует в течение одного календарного месяца и позволяет совершить неограниченное количество поездок. Начиная с 15 числа Вы сможете приобрести проездной абонемент за %s. Поднесите карту к считывателю чтобы продолжить

source: Cancel
ru: Отмена

source: Pass price
ru: Стоимость абонемента

source: Amount deposited
ru: Внесенная сумма

# PassPriceValue
source: %d tg + %d tg on balance
ru: %d тг + %d тг на балансе

source: Balance
ru: Баланс

# AmountValue
source: %d tg
ru: %d тг

# BalanceToRefill
source: Refill balance with
ru: Пополнение баланса

source: Current balance
ru: Текущий баланс карты

# MinimumBalance
source: Minimal balance
ru: Минимальный баланс карты

# DepositMinimumAmount
source: Deposit amount of at least %d tg.
ru: Внесите сумму не ниже %d тг.

# PassFirstInstruction
source: Deposit the required amount in cash or coins. Attention: the machine does not give change! Any amount exceeding the price of the pass will be used to refill your card's balance
ru: Внимание! терминал сдачу не выдает! Сумма, превышающая стоимость проездного абонемента, будет зачислена на баланс карты Оңай!

# PassAlreadyActiveInstruction2
source: Your card is already a valid pass for %s. The monthly pass for %s will be available starting from the 15-th of %s
ru: Ваша карта Оңай! уже является активным проездным абонементом на %s. Приобрести проездной абонемент на %s можно будет начиная с 15 числа

# PassAlreadyActiveInstruction
source: Your card is already a valid pass for %s
ru: Ваша карта уже является активным проездным абонементом на %s

source: Next
ru: Продолжить

# PassInsufficientAmountInstruction
source: The amount you have deposited is not enough for buying the monthly pass. This sum will be used to refill your card's balance. Please keep your receipt
ru: Внесенной Вами суммы недостаточно для покупки проездного абонемента. Вся сумма будет переведена на баланс карты. Пожалуйста, сохраните чек

# PassActiveInstruction
source: Thank you for your purchase! Your pass will be activated within 15 minutes. Please keep your receipt
ru: Проездной абонемент на %s оплачен. Спасибо за покупку! Сумма на балансе %d тг. Пожалуйста, сохраните чек

# PassActiveNextMonthInstruction
source: Thank you for your purchase! Your pass will be active in %s. Please keep your receipt
ru: Спасибо за покупку! Ваша карта станет действующим проездным абонементом за %s. Пожалуйста, сохраните чек

# PassActiveWhenConnectedInstruction
source: Sorry, connection is currently lost. Your pass will be activated as soon as connection is restored. Please keep your receipt
ru: Извините, возникли неполадки со связью. Ваша карта Оңай! станет действующим проездным абонементом, как только связь восстановится. Пожалуйста, сохраните чек

source: Card price
ru: Стоимость карты

# CardIntroInstruction
source: Deposit the required amount. Attention: the machine does not give any change! Any amount exceeding card's price will be used to refill its balance
ru: Внимание! Терминал сдачу не выдает! Сумма, превышающая стоимость карты, будет зачислена на баланс карты Оңай!

# CardInsufficientAmountInstruction
source: The amount you have deposited is not enough for buying the card. Please keep your receipt for claiming the cash back
ru: Внесенной Вами суммы недостаточно для покупки карты Оңай! Пожалуйста, сохраните чек для востребования средств

# CardFreeInstruction
source: Your card is of free fare type. Public transportation services are free for the holder of this card
ru: Ваша карта является льготной. Владелец карты может пользоваться услугами общественного транспорта бесплатно

# CardPreScanInstruction
source: Attention! To refill your card's balance with %d tg., please place the card next to the scanner after receiving it!
ru: Внимание! Для зачисления остатка средств на баланс карты в размере %d тг., после выдачи терминалом, поднесите ее к считывателю!

# CardScanInstruction
source: Attention! To activate your card place it next to the scanner below
ru: Внимание! Для активации карты Оңай! поднесите ее к считывателю

# BalanceIntroInstruction
source: To refill your balance deposit the required amount. Attention: the machine does not give any change!
ru: Для пополнения баланса карты Оңай! внесите необходимую сумму. Внимание! Терминал сдачу не выдает!

# BalanceRefillInstruction
source: To refill your balance deposit the required amount in cash and press the Next button. Attention: the machine does not give any change!
ru: Для пополнения баланса карты Оңай! внесите необходимую сумму и нажмите кнопку Продолжить. Внимание! Терминал сдачу не выдает!

# CardRefilledInstruction
source: Your card's balance will be refilled within 15 minutes. Please keep your receipt
ru: Спасибо, платеж принят! Баланс карты Оңай! будет пополнен в течение 15 минут. Пожалуйста, сохраните чек

# CardRefilledWhenConnectedInstruction
source: Sorry, connection is currently lost. Your card's balance will be refilled as soon as connection is restored. Please keep your receipt
ru: Извините, возникли неполадки со связью. Баланс карты Оңай! будет пополнен, как только связь восстановится. Пожалуйста, сохраните чек

# CardNotFoundInstruction
source: Sorry, the card can not be identified
ru: Не удалось распознать карту

# ThankYouForPurchase
source: Thank you for your purchase!
ru: Спасибо за покупку!

# OutOfServiceInstruction
source: Sorry, the machine is temporarily out of service
ru: Извините, терминал временно не работает

source: Contact phone number
ru: Телефон для справок

# SupportPhoneNumber
source: Tech support phone number:
ru: Телефон технической поддержки:

# MoreTimeNeeded
source: Operation is not complete. Do you need more time?
ru: Операция не завершена! Вам требуется дополнительное время?

source: No
ru: Нет

source: Yes
ru: Да

source: Card number
ru: Номер карты

# PinCode
source: Enter PIN-code
ru: Введите ПИН-код

source: Attempts left
ru: Осталось попыток
